tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "antlr"
brew "openssl@1.1"
brew "gdbm"
brew "xz"
brew "black"
brew "caddy"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "ctags"
brew "ddclient", restart_service: true
brew "ffmpeg"
brew "fish"
brew "flake8"
brew "gcc"
brew "git"
brew "glances"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "irssi"
brew "llvm"
brew "macvim"
brew "meson"
brew "neovim"
brew "nmap"
brew "node"
brew "openblas"
brew "p7zip"
brew "pandoc"
brew "poetry"
brew "poppler"
brew "postgresql"
brew "pyenv", args: ["HEAD"]
brew "pyenv-virtualenv"
brew "screenfetch"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "calibre"
cask "discord"
cask "fluor"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-inter"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "iina"
cask "jabref"
cask "karabiner-elements"
cask "kitty"
cask "mactex"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "r"
cask "rstudio"
cask "skim"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "tunnelblick"
cask "xquartz"
cask "zoomus"
cask "zotero"
