tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "liudangyi/i386-jos-elf-gcc"
tap "mistertea/et"
tap "mongodb/brew"
tap "mopidy/mopidy"
tap "rigellute/tap"
tap "shopify/shopify"
tap "wtfutil/wtfutil"
tap "zegervdv/zathura"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python"
brew "alpine"
brew "autoconf"
brew "automake"
brew "autossh"
brew "bash"
brew "bat"
brew "p7zip"
brew "binwalk"
brew "black", link: false
brew "caddy"
brew "cmake"
brew "clang-format"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "corkscrew"
brew "cppcheck"
brew "ctags"
brew "curl"
brew "mono"
brew "dafny"
brew "ddclient", restart_service: true
brew "diceware"
brew "djvu2pdf"
brew "exiftool"
brew "ffmpeg"
brew "flake8", link: false
brew "fzf"
brew "git"
brew "glances"
brew "gnu-tar"
brew "go"
brew "libtool"
brew "grep"
brew "hey"
brew "htop"
brew "httpie"
brew "hub"
brew "irssi"
brew "john-jumbo"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "libxslt"
brew "libyaml"
brew "lua"
brew "macvim", link: false
brew "man2html"
brew "maven"
brew "mercurial"
brew "meson"
brew "youtube-dl"
brew "mpv"
brew "mycli"
brew "nasm"
brew "nbdime"
brew "ncdu"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "opencv"
brew "pgformatter"
brew "pipenv"
brew "pmd"
brew "pngcheck"
brew "postgresql@11", restart_service: true
brew "pyenv"
brew "pygments"
brew "pypy"
brew "qemu"
brew "radare2"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "serve"
brew "shpotify"
brew "speedtest-cli"
brew "spoof-mac"
brew "streamlink", link: false
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "unixodbc"
brew "unzip"
brew "vim"
brew "watch"
brew "weechat"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "liudangyi/i386-jos-elf-gcc/i386-jos-elf-gcc"
brew "liudangyi/i386-jos-elf-gcc/i386-jos-elf-gdb"
brew "mistertea/et/et"
brew "mongodb/brew/mongodb-community"
brew "rigellute/tap/spotify-tui"
brew "shopify/shopify/themekit"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "android-platform-tools"
cask "android-studio"
cask "deluge"
cask "djview"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-inconsolata"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "ghidra"
cask "hiddenbar"
cask "kitty"
cask "ngrok"
cask "omnidisksweeper"
cask "react-native-debugger"
cask "skim"
cask "sublime-text"
cask "tftpserver"
cask "virtualbox"
cask "webtorrent"
cask "wkhtmltopdf"
cask "xld"
cask "xquartz"
