tap "homebrew/cask"
tap "mongodb/brew"

brew "ansible"
brew "aria2"
brew "asitop"
brew "aspell"
brew "automake"
brew "basedpyright"
brew "bat"
brew "bfg"
brew "black"
brew "boost"
brew "borgbackup"
brew "borgmatic"
brew "bottom"
brew "btop"
brew "ccache"
brew "clang-format"
brew "cline"
brew "cloc"
brew "cmake"
brew "curl"
brew "defaultbrowser"
brew "diceware"
brew "dnscrypt-proxy"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg@7"
brew "fish"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "handbrake"
brew "harper"
brew "hashcat"
brew "helm"
brew "hf"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "iperf3"
brew "irssi"
brew "jq"
brew "knot"
brew "latexindent"
brew "lazygit"
brew "less"
brew "llama.cpp"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "maven"
brew "media-info"
brew "mermaid-cli"
brew "meson"
brew "minikube"
brew "mole"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openai-whisper"
brew "openjdk@11"
brew "openvpn"
brew "p7zip"
brew "pandoc"
brew "playwright-cli"
brew "pnpm"
brew "podlet"
brew "podman"
brew "poppler"
brew "pv"
brew "pwgen"
brew "python-tk@3.11"
brew "rbenv"
brew "rclone"
brew "resticprofile"
brew "rsync"
brew "ruff"
brew "shellcheck"
brew "socat"
brew "stockfish"
brew "streamlink"
brew "stylua"
brew "subversion"
brew "tcl-tk"
brew "tesseract-lang"
brew "tex-fmt"
brew "trufflehog"
brew "uv"
brew "watch"
brew "waybackpy"
brew "wget"
brew "whisperkit-cli"
brew "wireguard-tools"
brew "yarn"
brew "zellij"
brew "zoxide"
cask "audacity"
cask "betterdisplay"
cask "chatgpt"
cask "claude"
cask "coconutbattery"
cask "codex"
cask "copilot-cli"
cask "discord"
cask "element"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-brass-mono"
cask "font-commit-mono"
cask "font-cormorant-garamond"
cask "font-eb-garamond"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-iosevka"
cask "font-iosevka-ss05"
cask "font-iosevka-ss08"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-noto-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "iina"
cask "insomnia"
cask "karabiner-elements"
cask "knockknock"
cask "libreoffice"
cask "lm-studio"
cask "macs-fan-control"
cask "mactex"
cask "megasync"
cask "mullvad-vpn"
cask "notion"
cask "obs"
cask "obsidian"
cask "ollama"
cask "podman-desktop"
cask "qbittorrent"
cask "secretive"
cask "signal"
cask "stats"
cask "skim"
cask "steam"
cask "sublime-text"
cask "syncplay"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "zotero"
cask "zoom"
cask "google-chrome"
cask "google-chrome"
brew "opencode"
cask "font-inconsolata"
